Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/cyberduck.tmx
Source language: en
Languages: sv

source: Login failed
sv: Inloggning misslyckades

source: Select the private key in PEM or PuTTY format
sv: Välj den privata nyckeln i PEM- eller PuTTY-format

source: Encrypted
sv: Krypterad

source: Login canceled
sv: Inloggning avbröts

source: Private key password protected
sv: Den privata nyckeln är lösenordsskyddad

source: Decrypted
sv: Dekrypterad

source: Provide your passphrase to unlock the Cryptomator Vault {0}
sv: Ange din lösenfras för att låsa upp Cryptomator-valvet {0}

source: Continue
sv: Fortsätt

source: Create Vault
sv: Skapa valv

source: Login successful
sv: Inloggning lyckades

source: Enter the passphrase for the private key file
sv: Ange lösenfrasen för den privata nyckelfilen

source: The server supports encrypted connections. Do you want to switch to {0}?
sv: Servern stöder krypterade anslutningar. Vill du växla till {0}?

source: Unlock Vault
sv: Lås upp valv

source: Don't show again
sv: Visa inte igen

source: {0} will be sent in plaintext.
sv: {0} kommer att skickas i klartext.

source: Disconnect
sv: Koppla från

source: Passphrase
sv: Lösenfras

source: Weak
sv: Svag

source: Change
sv: Ändra

source: Invalid passphrase
sv: Ogiltig lösenfras

source: Provide additional login credentials
sv: Ange ytterligare inloggningsuppgifter

source: Paste the authentication code from your web browser
sv: Klistra in autentiseringskoden från din webbläsare

source: The use of the Keychain is disabled in the Preferences
sv: Användning av nyckelringen är inaktiverad i Inställningar

source: Very weak
sv: Mycket svag

source: Create a passphrase required to access {0}
sv: Skapa en lösenfras som krävs för åtkomst till {0}

source: Authentication Code
sv: Autentiseringskod

source: Password
sv: Lösenord

source: Provide a passphrase for the Cryptomator Vault {0}
sv: Ange en lösenfras för Cryptomator-valvet {0}

source: Username
sv: Användarnamn

source: Open web browser to authenticate and obtain an authorization code
sv: Öppna webbläsaren för att autentisera dig och hämta en auktoriseringskod

source: Confirm Passphrase
sv: Bekräfta lösenfras

source: No login credentials could be found in the Keychain
sv: Inga inloggningsuppgifter kunde hittas i nyckelringen

source: Fair
sv: Medel

source: Partial authentication success
sv: Autentiseringen lyckades delvis

source: Strong
sv: Stark

source: Very strong
sv: Mycket stark

source: Lock Vault
sv: Lås valv

source: Login {0} with username and password
sv: Logga in {0} med användarnamn och lösenord

source: Unsecured {0} connection
sv: Okrypterad {0}-anslutning
